Repository: LucasJusto/Idle-Factory
Catalog: Idle Factory/*.lproj/Localizable.strings
Languages: pt_br

# CKErrorNotLoggedInTitle
source: Not logged in iCloud
pt_br: Não logado no iCloud

# CKErrorNotLoggedInMessage
source: You need to be logged in iCloud to use this app.
pt_br: Você precisa estar logado no iCloud para utilizar este aplicativo.

# CKErrorDefaultTitle
source: An error ocurred
pt_br: Algum erro ocorreu

# CKErrorDefaultMessage
source: Something unexpected ocurred, your data may not have been saved.
pt_br: Algo inesperado aconteceu, seus dados podem não terem sido salvos.

# ResourceTypeComputador
source: Computer
pt_br: Computador

# ResourceTypeSmartphone
source: Smartphone
pt_br: Celular

# ResourceTypeHeadphone
source: HeadPhone
pt_br: Fone

# InventoryHeader
source: Inventory
pt_br: Inventário

# EmptySlotLabel
source: Empty Slot
pt_br: Slot Vazio

# PurchaseMoreFactoryButton
source: Buy more factories
pt_br: Comprar mais fábricas

# PurchaseAFactoryEmptySlotButton
source: Purchase factory
pt_br: Comprar uma fábrica

# TotalProductionLabel
source: Total Production:
pt_br: Producão Total:

# SellFactoryButton
source: Quick sell
pt_br: Venda rápida

# InsertFactoryButton
source: Insert on the Park
pt_br: Colocar no Parque

# AnnounceFactoryButton
source: Announce
pt_br: Anunciar

# QuickSellQuestionConfirmationLabel
source: Confirm this Quick Sell?
pt_br: Você confirma a Venda Rápida?

# QuickSellEarnLabel
source: You will receive:
pt_br: Você receberá:

# QuickSellCancelButton
source: Cancel
pt_br: Cancelar

# QuickSellConfirmButton
source: Confirm
pt_br: Confirmar

# ShopHeaderLabel
source: Shop
pt_br: Loja

# GenerateNFTButton
source: Generate Premium Factory
pt_br: Gerar uma Fábrica Premium

# OpenMarketplaceButton
source: Open Marketplace
pt_br: Abrir Marketplace

# BasicSelectorItem
source: Basic
pt_br: Básico

# SellAItemButton
source: Sell item
pt_br: Vender um item

# MyAnnouncesButton
source: Announces
pt_br: Meus anúncios

# AboutNewFactoryButton
source: See more
pt_br: Ver mais

# EmptyMarketplaceLabel
source: Do not found any factories in offer at the moment
pt_br: No momento não temos fábricas a venda no marketplace

# UnderConstructionLabel
source: This section is under construction.
pt_br: Em Breve

# AnnounceHeaderLabel
source: My announces
pt_br: Meus anúncios

# AboutAnnounceButton
source: See announce
pt_br: Ver anúncio

# AnnounceInputPlaceholder
source: Type value
pt_br: Digite valor

# EmptyAnnounceLabel
source: You do not have announces
pt_br: Você não possui anúncios

# RedeemValueButton
source: Redeem
pt_br: Resgatar

source: Move to inventory
pt_br: Guardar no inventário

source: Change factory
pt_br: Trocar fábrica

source: level
pt_br: nível

source: You won
pt_br: Você ganhou

# OutOfTown
source: while you were out of town
pt_br: enquanto esteve longe da cidade

source: Price
pt_br: Preço

source: Cancel
pt_br: Cancelar

source: Purchase
pt_br: Comprar

# firstLabel
source: Generating a random Premium Factory will cost you:
pt_br: Gerar uma Fábrica Premium aleatória vai te custar:

# warningLabel
source: *Premium factories have unique advantages in challenges
pt_br: *As fábricas Premium possuim vantagens exclusivas nos desafios

# cancelButton
source: Cancel
pt_br: Cancelar

# confirmButton
source: Confirm
pt_br: Confirmar

# ToZeroButton
source: Reset
pt_br: Zerar

# CancelButton
source: Cancel
pt_br: Cancelar

# ConfirmButton
source: Confirm
pt_br: Confirmar

# TitleInputValueSell
source: How much do you want to announce?
pt_br: Por qual valor você quer vender?

# DoneButton
source: Done
pt_br: Confirmar

# HeaderLabelConfirmSell
source: Confirm your factory announce
pt_br: Tem certeza que deseja anunciar sua fábrica?

# SubtitleLabelConfirmSell
source: When someone buys your factory you will receive:
pt_br: Quando alguem comprar o seu anúncio você receberá:

# AnnounceConfirmButton
source: Announce
pt_br: Anunciar

# SettingHeader
source: Settings
pt_br: Configurações

# SongLabel
source: Song
pt_br: Música

# SoundEffectsLabel
source: Sound effects
pt_br: Efeitos sonoros

# NameLabel
source: Name
pt_br: Nome

# ResetPersonalDataLabel
source: Reset personal informations
pt_br: Apagar informações pessoais

# ConfirmResetQuestionTitle
source: Clearing your personal data will change your username, do you want to continue?
pt_br: Limpar os dados pessoais vai alterar o seu nome de usuário, deseja continuar?

# CancelResetAction
source: Cancel
pt_br: Cancelar

# ConfirmResetAction
source: Reset
pt_br: Apagar

# Onboarding1
source: Acquire factories to increase your park
pt_br: Adquira fábricas para aumentar o seu parque industrial

# Onboarding2
source: Upgrade your factories to produce more products
pt_br: Faça upgrades nas fábricas produzir mais produtos

# Onboarding3
source: Acquire premium factories to unlock exclusive perks
pt_br: Compre fábricas premium para ter vantagens exclusivas

source: Start Playing
pt_br: Comece a Jogar
